export const filters = [
  "რეგიონი",
  "საფასო კატეგორია",
  "ფართობი",
  "საძინებლების რაოდენობა",
];

export const filterValues = {
  რეგიონი: {
    title: "რეგიონის მიხედვით",
    values: [
      "ქართლი",
      "კახეთი",
      "იმერეთი",
      "სამეგრელო",
      "გურია",
      "რაჭა",
      "ლეჩხუმი",
      "სამცხე-ჯავახეთი",
      "აჭარა",
      "სვანეთი",
      "მცხეთა-მთიანეთი",
      "თბილისი",
    ],
  },
  "საფასო კატეგორია": {
    title: "ფასის მიხედვით",
    values: [50000, 100000, 150000, 200000, 300000],
  },
  ფართობი: {
    title: "ფართობის მიხედვით",
    values: [50, 100, 150, 200, 300],
  },
  "საძინებლების რაოდენობა": {
    title: "საძინებლების რაოდენობა",
    values: [1, 2, 3, 4, 5, 6],
  },
};
